//！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@！@! @ ! @ ! @ ! @ ! @ !
//                                                                                                                       
//                                     欢迎进入注释页面！━(*｀∀´*)ノ亻!                                                                                      
//                                                                                                                       
//                                      项目：伏拉夫模拟器                                                                                    
//                                      版本：alpha v.0.0.10                                                                            
//                                      开发者：TSN！ JS    XJ                                                                               
//                                      开始日期：2020-6-13   
//                                      最后编辑日期：2020-11-29
//                                      本页面功能：各个代码 以及函数 变量等杂七杂八的注释                                                                              
//                                                                                                                       
//                                                                                                                       
//                                                                                                                       
//                                                                                
//                                                                                                                       
//                                                                                                                       
//                                                                                                                       
//                                                                                                                       
//                                                                                                                                                                                             
//                                                                                                                       
//                          ps:          此处为页面注释       代码注释在下方     这个文件不是很正经
//                                                                                                                       
//_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+_+


//hello，欢迎来到注释!

																												//呆坐机前三两年，
																												//任务繁重少睡眠，
																												//夜半途中有人问，
																												//笑答吾是程序员。



																												//自从做了程序员，
																												//日与代码相缠绵，
																												//枯燥乏味非人愿，
																												//浑身上下软绵绵，
																												//如此这般缘何故，
																												//无人说是为明天！

//以下是关于用于存档功能的函数和变量的注释
//
//1.函数
//
//				cundang(); 
//	[虽然叫做存档，但是实际负责了引导页面和存档两个功能，是不是很牛逼]
//
//				dudang();
//[随时准备删除这个，因为可以合并到cundang()里面哈哈哈哈哈]
//
//				
//
//				cundang()俺终于还是把存，储分开了
//																
//
//
//				
//
//
//
//
//
//
//

// <======= 俺旁边那个减号可以收起                吐槽 (建议别看) 
//    
//     啊啊啊啊啊啊啊啊啊啊，字符串我操你妈,啊啊啊啊啊啊啊啊啊,难死了,谷歌中国(HK)我操你妈,半天没搜到
//
//					草泥马的，俺感觉俺考不上高中力
//
//
//																
//
//
//
//
//
//
//
//
//